Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: Genesis
chr: ᎼᏏ ᎢᎬᏱᏱ ᎤᏬᏪᎳᏅᎯ

source: Chapter 1
chr: ᎠᏯᏙᎸᎢ 1

source: In the beginning of God's preparing the heavens and the earth --
chr: ᏗᏓᎴᏂᏍᎬᎢ ᎤᏁᎳᏅᎯ ᏚᏬᏢᏁ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ.

source: the earth hath existed waste and void, and darkness [is] on the face of the deep, and the Spirit of God fluttering on the face of the waters,
chr: ᎡᎶᎯᏃ ᏂᏓᏤᎸᎾ ᎠᎴ ᎤᏰᎸᎭᏉ ᎨᏎᎢ. ᎤᎵᏏᎩᏃ ᎤᏭᏝᎡ ᎠᏍᏛᎩ. ᎤᏁᎳᏅᎯᏃ ᎤᏓᏅᏙ ᎠᎹᏱ ᎦᏚᎢ ᎦᏃᎯᎵᏙᎮᎢ.

source: and God saith, 'Let light be;' and light is.
chr: ᎤᏁᎳᏅᎯᏃ ᎢᎦ ᏫᎦᏙᎩ, ᎤᏛᏁᎢ; ᎢᎦᏃ ᎢᎤᏙᏤᎢ.

source: And God seeth the light that [it is] good, and God separateth between the light and the darkness,
chr: ᎤᏁᎳᏅᎯᏃ ᎤᏙᎴᎰᏎ ᎣᏏᏳ ᎨᏒ ᎢᎦ. ᎤᏁᎳᏅᎯᏃ ᏚᏓᏓᎴᏔᏁ ᎢᎦ ᎠᎴ ᎤᎵᏏᎩ.

source: and God calleth to the light 'Day,' and to the darkness He hath called 'Night;' and there is an evening, and there is a morning -- day one.
chr: ᎤᏁᎳᏅᎯᏃ ᎢᎦᎦᏛᎢ ᎢᎦ ᏚᏬᎡᎢ, ᎤᎵᏏᎩᏃ ᏒᏃᏱ ᏚᏬᎡᎢ. ᎤᏒᎢᏃ ᎠᎴ ᏑᎾᎴᎢ ᎢᎬᏱᏱ ᎢᎦ ᎨᏎᎢ.

source: And God saith, 'Let an expanse be in the midst of the waters, and let it be separating between waters and waters.'
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᎸᎶᎢ ᏩᏙᏢᎾ ᎠᎹᏱ ᎠᏰᎵ, ᎾᏍᎩᏃ ᏔᎵ ᏫᏂᎦᏓ ᎠᎹ.

source: And God maketh the expanse, and it separateth between the waters which [are] under the expanse, and the waters which [are] above the expanse: and it is so.
chr: ᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎤᏬᏢᏁ ᎦᎸᎶᎢ, ᎠᎴ ᏚᏓᏓᎴᏔᏁ ᎠᎹ ᎦᎸᎶᎢ ᎡᎳᏗᏢ ᎠᎴ ᎠᎹ ᎦᎸᎶᎢ ᎦᎸᎳᏗᏢ. ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᎢ.

source: And God calleth to the expanse 'Heavens;' and there is an evening, and there is a morning -- day second.
chr: ᎤᏁᎳᏅᎯᏃ ᎦᎸᎶᎢ ᎦᎸᎳᏗ ᏚᏬᎡᎢ. ᎤᏒᏃ ᎠᎴ ᏑᎾᎴ ᏔᎵᏁ ᎢᎦ ᎨᏎᎢ.

source: And God saith, 'Let the waters under the heavens be collected unto one place, and let the dry land be seen:' and it is so.
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎠᎹ ᎭᏫᏂᏗᏢ ᎦᎸᎶᎢ ᏩᏓᏟᏌ, ᎤᎧᏲᏛᎯᏃ ᎨᏒ ᏫᎦᎾᏄᎪᎩ. ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᎢ.

source: And God calleth to the dry land 'Earth,' and to the collection of the waters He hath called 'Seas;' and God seeth that [it is] good.
chr: ᎤᏁᎳᏅᎯᏃ ᎤᎧᏲᏛᎯ ᎨᏒ ᎦᏓ ᏚᏬᎡᎢ, ᎠᎹᏃ ᎤᏓᏟᏌᏅᎯ ᎠᎺᏉᎯ ᏚᏬᎡᎢ. ᎤᏁᎳᏅᎯᏃ ᎤᏙᎴᎰᏎ ᎾᏍᎩ ᎣᏏᏳ ᎨᏒᎢ.

source: And God saith, 'Let the earth yield tender grass, herb sowing seed, fruit-tree (whose seed [is] in itself) making fruit after its kind, on the earth:' and it is so.
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏓ ᎦᏄᎸᏒ ᎦᎾᏄᎪᏩ, ᎾᏍᎩ ᎠᎦᏔᏛᏍᎩ ᎦᏄᎸᏒᎢ, ᎠᎴ ᏗᏓᏛᏍᎩ ᏕᏡᎬᎢ ᏧᏓᎴᏅᏛ ᏧᎾᏤᎵᎦᎭ ᎤᎦᏔ ᏧᏁᎯ ᎦᏙᎯ ᎦᎸᎳᏗᏢ. ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᎢ;

source: And the earth bringeth forth tender grass, herb sowing seed after its kind, and tree making fruit (whose seed [is] in itself) after its kind; and God seeth that [it is] good;
chr: ᎦᏓ ᎦᏄᎸᏒ ᎤᎾᏄᎪᏫᏎᎢ, ᎾᏍᎩ ᎠᎦᏔᏛᏍᎩ ᏧᏓᎴᏅᏛ ᏧᎾᏤᎵᎦᎭ ᎤᎦᏔ ᎠᏂᎾᏄᎪᏫᏍᎩ, ᎠᎴ ᏕᏡᎬ ᏗᏓᏛᏍᎩ ᏧᎾᏤᎵᎦᎭ ᎤᎦᏔ ᏧᏁᎯ. ᎤᏁᎳᏅᎯᏃ ᎤᏙᎴᎰᏎ ᎾᏍᎩ ᎣᏏᏳ ᎨᏒᎢ.

source: and there is an evening, and there is a morning -- day third.
chr: ᎤᏒᏃ ᎠᎴ ᏑᎾᎴᎢ ᏦᎢᏁ ᎢᎦ ᎨᏎᎢ.

source: And God saith, 'Let luminaries be in the expanse of the heavens, to make a separation between the day and the night, then they have been for signs, and for seasons, and for days and years,
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᎸᎶᎢ ᎦᎸᎳᏗ ᎢᎦ ᎠᎾᏘᏍᏗᏍᎩ ᏩᏂᎧᎸᎩ, ᎢᎦ ᏒᏃᏱᏃ ᏗᎾᎦᎴᏅᏗᏍᎩ, ᎠᎴ ᎾᏍᎩ ᏂᏓᎪᎳᏗᏴᎯᏒ ᎠᎴ ᏂᏓᏙᏓᏈᏒ ᎠᎴ ᏂᏓᏕᏘᏴᎯᏒ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎨᏎᏍᏗ;

source: and they have been for luminaries in the expanse of the heavens to give light upon the earth:' and it is so.
chr: ᎠᎴ ᎾᏍᎩ ᎢᎦ ᎠᎾᏘᏍᏗᏍᎩ ᎨᏎᏍᏗ ᎦᎸᎶᎢ ᎦᎸᎳᏗ, ᎡᎶᎯ ᎢᎦ ᎤᎾᏘᏍᏙᏗᏱ. ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᎢ.

source: And God maketh the two great luminaries, the great luminary for the rule of the day, and the small luminary -- and the stars -- for the rule of the night;
chr: ᎤᏁᎳᏅᎯᏃ ᏔᎵ ᏤᏆ ᎢᎦ ᎠᎾᏘᏍᏗᏍᎩ ᏚᏬᏢᏁᎢ, ᎤᏛᏂᏗ ᎢᎦ ᎠᏘᏍᏗᏍᎩ ᎢᎦ ᏗᏁᎶᏙᏗ, ᎠᏲᎳᏂᏃ ᎢᎦ ᎠᏘᏍᏗᏍᎩ ᏒᏃᏱ ᏗᏁᎶᏙᏗ; ᎠᎴ ᏃᏈᏏ ᏚᏬᏢᏁᎢ.

source: and God giveth them in the expanse of the heavens to give light upon the earth,
chr: ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎦᎸᎶᎢ ᎦᎸᎳᏗ ᏚᏪᎧᏁᎢ, ᎢᎦ ᎤᎾᏘᏍᏙᏗᏱ ᎡᎶᎯ,

source: and to rule over day and over night, and to make a separation between the light and the darkness; and God seeth that [it is] good;
chr: ᎠᎴ ᎾᏍᎩ ᎢᎦ ᎠᎴ ᏒᏃᏱ ᏗᏁᎶᏙᏗ, ᎠᎴ ᎾᏍᎩ ᎢᎦᎦᏛᎢ ᎠᎴ ᎤᎵᏏᎩ ᏗᎾᎦᎴᏅᏗᏍᎩ. ᎤᏁᎳᏅᎯᏃ ᎤᏙᎴᎰᏎ ᎾᏍᎩ ᎣᏏᏳ ᎨᏒᎢ.

source: and there is an evening, and there is a morning -- day fourth.
chr: ᎤᏒᏃ ᎠᎴ ᏑᎾᎴᎢ ᏅᎩᏁ ᎢᎦ ᎨᏎᎢ.

source: And God saith, 'Let the waters teem with the teeming living creature, and fowl let fly on the earth on the face of the expanse of the heavens.'
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎠᎹ ᏫᏗᎦᎾᏄᎪᏩ ᎤᏂᏣᏘ ᏗᏅᏃᏛ ᎠᎾᎵᏖᎸᎲᏍᎩ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ ᎦᏙᎯ ᎦᎸᎳᏗᏢ ᎠᏂᏃᎯᎵᏙᎮᏍᏗ.

source: And God prepareth the great monsters, and every living creature that is creeping, which the waters have teemed with, after their kind, and every fowl with wing, after its kind, and God seeth that [it is] good.
chr: ᎤᏁᎳᏅᎯᏃ ᏚᏬᏢᏁ ᏣᏁᏆ ᏓᏉ, ᎠᎴ ᎾᏂᎥ ᎠᎾᎵᏖᎸᎲᏍᎩ ᏗᏅᏃᏛ, ᎠᎹ ᎾᏍᎩ ᏚᎾᏄᎪᏫᏎᎢ ᎤᏂᏣᏘ ᏧᎾᏓᎴᏅᏛ, ᎠᎴ ᎾᏂᎥ ᏧᎾᏓᎴᏅᏛ ᏗᏃᏯᏗ ᎠᏂᏃᎯᎵᏙᎯ. ᎤᏁᎳᏅᎯᏃ ᎤᏙᎴᎰᏎ ᎾᏍᎩ ᎣᏏᏳ ᎨᏒᎢ.

source: And God blesseth them, saying, 'Be fruitful, and multiply, and fill the waters in the seas, and the fowl let multiply in the earth:'
chr: ᎤᏁᎳᏅᎯᏃ ᎣᏍᏛ ᏚᏁᏤᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎢᏥᏁᏉᏣᏖᏍᏗ, ᎠᎴ ᎢᏥᎪᏙᎯ, ᎠᎴ ᎠᎺᏉᎯ ᎢᏥᎧᎵᏣ; ᎠᏂᏃᎯᎵᏙᎯᏃ ᏩᏂᏁᏉᎩ ᎡᎶᎯ.

source: and there is an evening, and there is a morning -- day fifth.
chr: ᎤᏒᏃ ᎠᎴ ᏑᎾᎴ ᎯᏍᎩᏁ ᎢᎦ ᎨᏎᎢ.

source: And God saith, 'Let the earth bring forth the living creature after its kind, cattle and creeping thing, and beast of the earth after its kind:' and it is so.
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏓ ᏫᏗᎦᎾᏄᎪᏩ ᏗᏅᏃᏛ ᏧᎾᏓᎴᏅᏛ, ᎦᎾᏝᎢ, ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᎠᎴ ᎡᎶᎯ ᎠᏁᎯ ᏧᎾᏓᎴᏅᏛ. ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᎢ;

source: And God maketh the beast of the earth after its kind, and the cattle after their kind, and every creeping thing of the ground after its kind, and God seeth that [it is] good.
chr: ᎤᏁᎳᏅᎯᏃ ᏚᏬᏢᏁ ᏗᏅᏃᏛ ᎡᎶᎯ ᎠᏁᎯ ᏧᎾᏓᎴᏅᏛ, ᎠᎴ ᎦᎾᏝᎢ ᏧᎾᏓᎴᏅᏛ, ᎠᎴ ᏂᎦᏛ ᎦᏙᎯ ᎠᎾᏓᎾᏏᏂᏙᎯ ᏧᎾᏓᎴᏅᏛ. ᎤᏁᎳᏅᎯᏃ ᎤᏙᎴᎰᏎ ᎾᏍᎩ ᎣᏏᏳ ᎨᏒᎢ.

source: And God saith, 'Let Us make man in Our image, according to Our likeness, and let them rule over fish of the sea, and over fowl of the heavens, and over cattle, and over all the earth, and over every creeping thing that is creeping on the earth.'
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏴᏫ ᎡᏙᏢᎾ ᎠᏴ ᎾᏍᎩᏯᎢ, ᎠᏴ ᏂᎦᏍᏛᎢ, ᎾᏍᎩᏃ ᎤᏂᎬᏫᏳᎯ ᎨᏎᏍᏗ ᎠᏣᏗ ᎠᎺᏉᎯ ᎠᏁᎲᎢ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ ᎠᏁᎲᎢ, ᎠᎴ ᎦᎾᏝᎢ ᎠᏁᎲᎢ, ᎠᎴ ᎡᎶᎯ ᏂᎬᎾᏛᎢ, ᎠᎴ ᎠᏁᎲᎢ ᏂᎦᎥ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᎦᏙᎯ ᏣᎾᏓᎾᏏᏂᏙᎭ.

source: And God prepareth the man in His image; in the image of God He prepared him, a male and a female He prepared them.
chr: ᎰᏩᏃ ᎤᏁᎳᏅᎯ ᏴᏫ ᎤᏬᏢᏁᎢ ᎤᏩᏒ ᏄᏍᏛᎢ, ᎤᏁᎳᏅᎯ ᏄᏍᏛ ᎾᏍᎩᏯ ᎤᏬᏢᏁᎢ, ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏚᏬᏢᏁᎢ.

source: And God blesseth them, and God saith to them, 'Be fruitful, and multiply, and fill the earth, and subdue it, and rule over fish of the sea, and over fowl of the heavens, and over every living thing that is creeping upon the earth.'
chr: ᎤᏁᎳᏅᎯᏃ ᎣᏍᏛ ᏚᏁᏤᎴᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏍᏗᏁᏉᏣᏖᏍᏗ, ᎠᎴ ᎢᏍᏗᎪᏙᎯ, ᎠᎴ ᎦᏙᎯ ᎢᏍᏗᎧᎵᏋ, ᎠᎴ ᎾᏍᎩ ᎢᏍᏓᏤᎵᎦ ᏂᏍᏛᎦ, ᎠᎴ ᎢᏍᏗᎬᏫᏳᎯ ᎨᏎᏍᏗ ᎠᏣᏗ ᎠᏁᎲᎢ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ ᎠᏁᎲᎢ, ᎠᎴ ᏂᎦᎥ ᎬᏃᏛ ᎡᎶᎯ ᏣᎵᏖᎸᎲᏍᎦ.

source: And God saith, 'Lo, I have given to you every herb sowing seed, which [is] upon the face of all the earth, and every tree in which [is] the fruit of a tree sowing seed, to you it is for food;
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᏂᎦᎥ ᎦᏄᎸᎯ ᎠᎦᏔᏛᏍᎩ ᎾᏍᎩ ᏂᎬᎾᏛ ᎦᏙᎯ ᏣᏛᏍᎦ, ᎠᎴ ᏂᎦᎥ ᏕᏡᎬ ᏗᏓᏛᏍᎩ ᎤᎦᏔ ᏥᏓᎦᏔᏛᏍᎦ, ᏕᏍᏛᏲᎯᏎᎸ; ᎾᏍᎩ ᏂᎯ ᎢᏍᏓᎵᏍᏓᏴᏗ ᎨᏎᏍᏗ;

source: and to every beast of the earth, and to every fowl of the heavens, and to every creeping thing on the earth, in which [is] breath of life, every green herb [is] for food:' and it is so.
chr: ᎾᏍᏉᏃ ᏂᎦᎥ ᎡᎿᎥ ᎦᏙᎯ, ᎠᎴ ᎾᏂᎥ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᎾᏂᎥ ᏗᏅᏃᏛ ᎦᏙᎯ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᏂᎦᎥ ᎢᏤ ᎦᏄᎸᏒ ᎤᎾᎵᏍᏓᏴᏗ ᏕᎦᏥᏲᎯᏎᎸ. ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᎢ.

source: And God seeth all that He hath done, and lo, very good; and there is an evening, and there is a morning -- day the sixth.
chr: ᎤᏁᎳᏅᎯᏃ ᎤᎪᎮ ᏂᎦᎥ ᎤᏬᏢᏅᎢ, ᎠᎴ ᎬᏂᏳᏉ Ꮀ ᎣᏏᏳ ᎨᏎᎢ. ᎤᏒᏃ ᎠᎴ ᏑᎾᎴᎢ ᏑᏓᎵᏁ ᎢᎦ ᎨᏎᎢ.

source: Chapter 2
chr: ᎠᏯᏙᎸᎢ 2

source: And the heavens and the earth are completed, and all their host;
chr: ᎾᏍᎩᏃ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎤᎵᏍᏆᏕ ᏕᎪᏢᏍᎬᎢ ᎠᎴ ᎾᏍᎩ ᏂᎦᎥ ᏄᏂᏧᏈᏍᏛᎢ.

source: and God completeth by the seventh day His work which He hath made, and ceaseth by the seventh day from all His work which He hath made.
chr: ᎦᎵᏉᎩᏁᏃ ᎢᎦ ᎤᏁᎳᏅᎯ ᎤᏍᏆᏕ ᏚᎸᏫᏍᏓᏁᎸᎢ ᎾᏍᎩ ᎤᏬᏢᏅᎢ. ᎤᏯᏪᏐᎴᏃ ᎦᎵᏉᎩᏁ ᎢᎦ ᎤᏲᎯᏍᏔᏁ ᏂᎦᎥ ᏚᎸᏫᏍᏓᏁᎸᎢ ᎾᏍᎩ ᎤᏬᏢᏅᎢ.

source: And God blesseth the seventh day, and sanctifieth it, for in it He hath ceased from all His work which God had prepared for making.
chr: ᎤᏁᎳᏅᎯᏃ ᎣᏍᏛ ᎤᏁᏤᎴ ᎦᎵᏉᎩᏁ ᎢᎦ ᎠᎴ ᎤᎸᏉᏔᏁᎢ, ᎾᎯᏳᏰᏃ ᎤᏯᏪᏐᎴ ᎤᏲᎯᏍᏔᏁ ᏂᎦᎥ ᏚᎸᏫᏍᏓᏁᎸᎢ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏁᎳᏅᎢ ᎠᎴ ᎤᏬᏢᏅᎢ.

source: These [are] births of the heavens and of the earth in their being prepared, in the day of Jehovah God's making earth and heavens;
chr: ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎢᎬᏱᏱ ᏗᏓᎴᏂᏍᎬ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎨᎪᏢᏅᎢ, ᎾᎯᏳ ᎢᎦ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᏥᏚᏬᏢᏁ ᎡᎶᎯ ᎠᎴ ᎦᎸᎶᎢ,

source: and no shrub of the field is yet in the earth, and no herb of the field yet sprouteth, for Jehovah God hath not rained upon the earth, and a man there is not to serve the ground,
chr: ᎠᎴ ᏂᎦᎥ ᎦᏄᎸᏒ ᏠᎨᏏ ᎡᎯ, ᎠᏏ ᎾᎭᏛᎾ ᏥᎨᏎᎢ, ᎠᎴ ᏂᎦᎥ ᎠᏛᏍᎩ ᏠᎨᏏ ᎡᎯ, ᎠᏏ ᎾᎵᏰᎲᏍᎬᎾᏉ ᏥᎨᏎᎢ; ᏱᎰᏩᏰᏃ ᎤᏁᎳᏅᎯ ᎠᏏ ᎾᎦᏃᏗᏍᎬᎾ ᎨᏎ ᎡᎶᎯ, ᎠᎴ ᎾᏍᏉ ᎥᏝ ᏰᎮ ᏴᏫ ᏗᎦᎶᎩᏍᎩ.

source: and a mist goeth up from the earth, and hath watered the whole face of the ground.
chr: ᎤᎬᎭᏓᏍᎩᏂ ᎦᏙᎯ ᎠᎵᏌᎳᏗᏍᎨᎢ, ᎾᏍᎩᏃ ᏂᎬᎾᏛᎢ ᎦᏚᎢ ᎦᏙᎯ ᏕᎠᏖᎡᎯᏍᏗᏍᎨᎢ.

source: And Jehovah God formeth the man -- dust from the ground, and breatheth into his nostrils breath of life, and the man becometh a living creature.
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᏴᏫ ᎦᏓ ᎤᏬᏢᏔᏁᎢ, ᏗᎪᏴᏐᎵᏃ ᎤᏦᏔᎮ ᎬᏂᏛ ᎬᏬᎳᏕᏍᏗ, ᏴᏫᏃ ᎬᏃᏛ ᏄᎵᏍᏔᏁᎢ.

source: And Jehovah God planteth a garden in Eden, at the east, and He setteth there the man whom He hath formed;
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎠᏫᏒᏗᏱ ᎤᏫᏒᏁᎢ ᎢᏗᏂ ᏚᏙᎥᎢ ᏅᏙ ᏗᎧᎸᎬ ᎢᏗᏢ; ᎾᎿᏃ ᎤᏪᎧᏁ ᏴᏫ ᎤᏬᏢᏅᎯ.

source: and Jehovah God causeth to sprout from the ground every tree desirable for appearance, and good for food, and the tree of life in the midst of the garden, and the tree of knowledge of good and evil.
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎦᏙᎯ ᏚᎾᏄᎪᏫᏎ ᏂᏚᏓᎴᏒ ᏕᏡᎬ ᏧᏬᏚᎯ ᏗᎧᏃᏗᏱ ᎠᎴ ᎣᏍᏛ ᏗᎵᏍᏓᏴᏗ; ᎠᎴ ᎾᏍᏉ ᎬᏂᏛ ᎠᏓᏁᎯ ᏡᎬᎢ ᎠᏰᎵ ᎠᏫᏒᏗᏱ [ᎤᎾᏄᎪᏫᏎᎢ,] ᎠᎴ ᏡᎬᎢ ᎠᎦᏙᎥᎯᏍᏗ ᎣᏍᏛ ᎨᏒᎢ ᎠᎴ ᎤᏲ ᎨᏒᎢ.

source: And a river is going out from Eden to water the garden, and from thence it is parted, and hath become four chief [rivers];
chr: ᎢᏗᏂᏃ ᎨᏰᎢ, ᎾᏍᎩᏃ ᎠᏫᏒᏗᏱ ᏓᏖᎡᎯᏍᏗᏍᎨᎢ; ᎾᎿᏃ ᏫᏚᎶᎦᎴᎢ, ᏅᎩ ᏕᎨᏴ ᏂᎦᎵᏍᏗᏍᎨᎢ.

source: the name of the one [is] Pison, it [is] that which is surrounding the whole land of the Havilah where the gold [is],
chr: ᎢᎬᏱᏱ ᎨᏴᎢ ᏆᏌᏂ ᏚᏙᎥ; ᎾᏍᎩ ᎭᏩᎳ ᏂᎬᎢ ᏂᏓᏚᏫᏍᏗᎭ, ᎾᎿᏂ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᎳ;

source: and the gold of that land [is] good, there [is] the bdolach and the shoham stone;
chr: ᎠᏕᎸᏃ ᏓᎶᏂᎨ ᎾᎿ ᎤᎸ ᎣᏏᏳ; ᎾᎿ ᎡᎭ ᏕᎵᏯᎻ, ᎠᎴ ᏅᏯ ᎣᏂᎩ ᏧᏙᎢᏛ.

source: and the name of the second river [is] Gibon, it [is] that which is surrounding the whole land of Cush;
chr: ᏔᎵᏁᏃ ᎨᏴᎢ ᎦᎭᏂ ᏚᏙᎥ, ᎾᏍᎩ ᎢᏗᎣᏈ ᏂᎬᎢ ᏥᏓᏚᏫᏍᏗᎭ,

source: and the name of the third river [is] Hiddekel, it [is] that which is going east of Asshur; and the fourth river is Phrat.
chr: ᏦᎢᏁᏃ ᎨᏴᎢ ᎯᏗᎩᎵ ᏚᏙᎥ, ᎾᏍᎩ ᎠᏏᎵᏱ ᏅᏙ ᏗᎧᎸᎬ ᎢᏗᏢ ᏥᏭᏪᏯᏗᏍᏗ. ᏅᎩᏁᏃ ᎨᏴᎢ ᎾᏍᎩ ᏳᏇᏗ.

source: And Jehovah God taketh the man, and causeth him to rest in the garden of Eden, to serve it, and to keep it.
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎤᏯᏅᎮ ᏴᏫ ᎢᏗᏂ ᎠᏫᏒᏗᏱ ᎤᏪᎧᏁᎢ, ᎣᏍᏛ ᎢᏳᏩᏁᏗᏱ ᎠᎴ ᎤᎦᏘᏗᏍᏗᏱ.

source: And Jehovah God layeth a charge on the man, saying, 'Of every tree of the garden eating thou dost eat;
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎴ ᏴᏫ ᎯᎠ ᏄᏪᏎᎢ; ᏂᎦᏛ ᏕᏡᎬ ᎠᏂ ᎠᏫᏒᏗᏱ ᏥᏕᏡᎦ ᏣᏁᎳᎩ ᏣᎵᏍᏓᏴᏗ ᎨᏎᏍᏗ;

source: and of the tree of knowledge of good and evil, thou dost not eat of it, for in the day of thine eating of it -- dying thou dost die.'
chr: ᎾᏍᎩᏂ ᎤᏓᏔᏅᎯ ᏥᏡᎦ ᎠᎦᏙᎥᎯᏍᏗ ᎣᏍᏛ ᎨᏒᎢ ᎠᎴ ᎤᏲ ᎨᏒᎢ, ᎥᏝ ᏣᎩᏍᏗ ᏱᎨᏎᏍᏗ, ᎾᎯᏳᏰᏃ ᎢᎦ ᎯᎬᎭ ᎤᏙᎯᏳᏒ ᏣᏲᎱᎯᏍᏗ ᎨᏎᏍᏗ.

source: And Jehovah God saith, 'Not good for the man to be alone, I do make to him an helper -- as his counterpart.'
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎢ; ᎥᏝ ᏲᎯ ᎠᏍᎦᏯ ᎤᏩᏒᏉ ᏥᎩ; ᏓᏥᏲᏢᎾᏁᎵ ᎤᏍᏕᎸᎯᏙᎯ ᎤᏩᏒ ᏄᏍᏛᎢ.

source: And Jehovah God formeth from the ground every beast of the field, and every fowl of the heavens, and bringeth in unto the man, to see what he doth call it; and whatever the man calleth a living creature, that [is] its name.
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎦᏓ ᏚᏬᏢᏔᏁ ᏂᎦᎥ ᎡᎿᎢ, ᎠᎴ ᏂᎦᎥ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ, ᎾᏍᎩᏃ ᎠᏓᏫ ᏚᏖᏃᎮᎴᎢ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎤᏚᎵᏍᎨ ᏄᏍᏛ ᏕᎪᏍᎬᎢ; ᏄᏍᏛᏃ ᎠᏓᏫ ᏕᎤᏬᎥᎢ ᏂᎦᎥ ᎬᏃᏛ, ᎾᏍᎩ ᏄᏍᏕ ᏚᏙᎡᎢ.

source: And the man calleth names to all the cattle, and to fowl of the heavens, and to every beast of the field; and to man hath not been found an helper -- as his counterpart.
chr: ᎠᏓᏫᏃ ᏚᏬᎡ ᏂᎦᏛ ᎦᎾᏝᎢ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ, ᎠᎴ ᏂᎦᏛ ᎢᎾᎨ ᎡᎿᎢ; ᎠᏓᏫᏍᎩᏂ ᎾᏲᎪ ᎤᏍᏕᎸᎯᏙᎯ ᎥᏝ ᏰᎮ ᎤᏩᏒ ᏄᏍᏛᎢ.

source: And Jehovah God causeth a deep sleep to fall upon the man, and he sleepeth, and He taketh one of his ribs, and closeth up flesh in its stead.
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎠᏍᏓᏯ ᎤᎸᏗᏱ ᏄᏩᏁᎴ ᎠᏓᏫ; ᎾᏍᎩᏃ ᎤᎸᏁᎢ; ᎿᏉᏃ ᏌᏉ ᎦᏄᎳᏥ ᎤᎸᎡᎴᎢ, ᎾᏍᎩᏃ ᎤᎸᎡᎸᎢ ᎤᏇᏓᎸ ᎤᏍᏚᏔᏁᎢ.

source: And Jehovah God buildeth up the rib which He hath taken out of the man into a woman, and bringeth her in unto the man;
chr: ᎾᏍᎩᏃ ᎦᏄᎳᏥ, ᎠᏍᎦᏯ ᎠᎸᎡᎸᎯ, ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᎠᎨᏴ ᎤᏬᏢᏔᏁᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏘᏃᎮᎴᎢ,

source: and the man saith, 'This [is] the [proper] step! bone of my bone, and flesh of my flesh!' for this it is called Woman, for from a man hath this been taken;
chr: ᎠᏓᏫᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎿᏉ ᎯᎠ ᎪᎳ ᏗᎩᎪᎶᎯ ᎤᏕᏅᎯ, ᎠᎴ ᎭᏫᏯ ᎠᎩᏫᏲᎯ ᎤᏕᏅᎯ; ᎾᏍᎩ ᎠᎨᏴ ᏕᎤᏙᎡᏍᏗ, ᎠᏍᎦᏲᎯᏰᏃ ᏅᏓᏳᎶᏒᎯ ᎾᏍᎩ.

source: therefore doth a man leave his father and his mother, and hath cleaved unto his wife, and they have become one flesh.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᏕᎬᏕᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎤᏓᎵᎢᏃ ᎠᏜᏫᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩᏃ ᏌᏉᏉ ᎤᏂᏇᏓᎸᎢ ᎨᏎᏍᏗ.

source: And they are both of them naked, the man and his wife, and they are not ashamed of themselves.
chr: ᎢᏧᎳᏃ ᏧᏂᏰᎸᎭ ᎨᏎᎢ, ᎠᏍᎦᏯ ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᎥᏝ ᏯᎾᏕᎰᏍᎨᎢ.

source: Chapter 3
chr: ᎠᏯᏙᎸᎢ 3

source: And the serpent hath been subtile above every beast of the field which Jehovah God hath made, and he saith unto the woman, 'Is it true that God hath said, Ye do not eat of every tree of the garden?'
chr: ᎢᎾᏛᏃ ᎤᏟ ᎠᏏᎾᏌᏂᏳ ᎨᏎᎢ, ᎡᏍᎦᏉ ᎾᏂᎥ ᎢᎾᎨ ᎠᏁᎯ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᏧᏬᏢᏅᎯ. ᎯᎠᏃ ᏄᏪᏎᎴ ᎠᎨᏴ; ᎤᏙᎯᏳᎯᏍᎪ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏒ? ᏞᏍᏗ ᏂᎦᏛ ᎠᏫᏒᏗᏱ ᏥᏕᏡᎦ ᎢᏍᏓᎵᏍᏓᏴᏔᏅᎩ.

source: And the woman saith unto the serpent, 'Of the fruit of the trees of the garden we do eat,
chr: ᎠᎨᏴᏃ ᎯᎠ ᏄᏪᏎᎴ ᎢᎾᏛ; ᏰᎵᏉ ᎦᏲᎩᏂᎩᏍᏗ ᎤᏓᏔᏅᎯ ᎠᏫᏒᏗᏱ ᏥᏕᏡᎦ.

source: and of the fruit of the tree which [is] in the midst of the garden God hath said, Ye do not eat of it, nor touch it, lest ye die.'
chr: ᎾᏍᎩᏂ ᎤᏓᏔᏅᎯ ᎠᏫᏒᏗᏱ ᎠᏰᎵ ᏥᏡᎦ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎯᎠ ᏃᎩᏂᏪᏎᎸ; ᏞᏍᏗ ᎢᏍᏓᎵᏍᏓᏴᏔᏅᎩ ᎠᎴ ᏞᏍᏗ ᎢᏍᏓᏒᏂᎸᎩ, ᏱᏕᏍᏗᏲᎱᎯ ᎾᏏ.

source: And the serpent saith unto the woman, 'Dying, ye do not die,
chr: ᎢᎾᏛᏃ ᎯᎠ ᏄᏪᏎᎴ ᎠᎨᏴ; ᎥᏝ ᎤᏙᎯᏳᏒ ᏱᏙᎨᏍᏗᏲᎱᎯ;

source: for God doth know that in the day of your eating of it -- your eyes have been opened, and ye have been as God, knowing good and evil.'
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎠᎦᏔᎭ ᎾᎯᏳ ᎢᎦ ᎢᏍᏓᎵᏍᏓᏴᏔᏅᎭ ᎿᏉ ᏗᏍᏗᎦᏙᎵ ᏙᏛᎵᏍᏚᎢᏏ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏄᏍᏛ ᎾᏍᎩᏯ ᏂᏍᏓᏍᏕᏍᏗ, ᎢᏍᏗᎦᏔᎮᏍᏗ ᎣᏍᏛ ᎠᎴ ᎤᏲᎢ.

source: And the woman seeth that the tree [is] good for food, and that it [is] pleasant to the eyes, and the tree is desirable to make [one] wise, and she taketh of its fruit and eateth, and giveth also to her husband with her, and he doth eat;
chr: ᎠᎨᏴᏃ ᎤᏙᎴᎰᏒ ᎾᏍᎩ ᏡᎬ ᎣᏏᏳ ᎠᎵᏍᏓᏴᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏬᏚᎯᏳ ᎨᏒ ᏗᎧᏃᏗᏱ, ᎠᎴ ᎤᏚᎸᏗᏳ ᎨᏒ ᎥᎦᏔᎿᎢ ᎢᏳᏓᏛᏁᏗᏱ, ᎾᏍᎩ ᏡᎬ ᎤᏛ ᎤᏕᏎ ᎠᎴ ᎤᎨᎢ, ᎾᏍᏉᏃ ᎤᏁᎴ ᎤᏰᎯ, ᎾᏍᏉᏃ ᎾᏍᎩ ᎢᎤᎨᎢ.

source: and the eyes of them both are opened, and they know that they [are] naked, and they sew fig-leaves, and make to themselves girdles.
chr: ᎢᏧᎳᏃ ᏗᏂᎦᏙᎵ ᏚᎵᏍᏚᎢᏎᎢ, ᎠᎴ ᎤᎾᏙᎴᎰᏎ ᏧᏂᏰᎸᎭ ᎨᏒᎢ; ᏒᎦᏔᏃ ᎢᏳᏍᏗ ᏧᎦᏄᏓᏛᏅᎯ ᏚᏂᏰᏫᏎᎢ, ᎠᎴ ᏧᎾᏞᏌᏙ ᏚᏃᏢᏁᎢ.

source: And they hear the sound of Jehovah God walking up and down in the garden at the breeze of the day, and the man and his wife hide themselves from the face of Jehovah God in the midst of the trees of the garden.
chr: ᎤᎾᏛᎦᏁᏃ ᎤᏃᏴᎬ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᎡᏙᎲ ᎠᏫᏒᏗᏱ ᏧᏴᏠ ᎤᏒᎯᏰᏱ, ᎠᏓᏫᏃ ᎠᎴ ᎤᏓᎵᎢ ᎠᏫᏒᏗᏱ ᏕᏡᎬᎢ ᎤᎾᏗᏍᎦᎳᏁᎴ ᏱᎰᏩ ᎤᏁᎳᏅᎯ.

source: And Jehovah God calleth unto the man, and saith to him, 'Where [art] thou?'
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᏭᏯᏅᎮ ᎠᏓᏫ, ᎭᏢ ᎮᏙᎭ? ᎤᏬᏎᎴᎢ.

source: and he saith, 'Thy sound I have heard in the garden, and I am afraid, for I am naked, and I hide myself.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎠᏆᏛᎦᏅᎩ ᎤᏃᏴᎬ ᎮᏙᎲ ᎠᏫᏒᏗᏱ, ᎠᎴ ᏥᏍᎦᎢᎲᎩ, ᎠᎩᏰᎸᎭᏰᏃ ᎨᏒᎩ; ᎠᏆᏗᏍᎦᎳᏅᎩᏃ.

source: And He saith, 'Who hath declared to thee that thou [art] naked? of the tree of which I have commanded thee not to eat, hast thou eaten?'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎦᎪ ᎢᏣᏃᏁᎴ ᏣᏰᎸᎭ ᎨᏒᎢ? ᏥᎪ ᎢᏣᎬ ᎤᏓᏔᏅᎯ ᏡᎬᎢ, ᏞᏍᏗ ᏣᎬᎩ ᏥᎬᏲᏎᎸᎩ?

source: and the man saith, 'The woman whom Thou didst place with me -- she hath given to me of the tree -- and I do eat.'
chr: ᎠᏍᎦᏯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎠᎨᏴ ᏥᏍᎩᎧᏁᎸᎩ ᎣᎩᏁᏓᏍᏗ, ᎾᏍᎩ ᎠᎩᏁᎸᎩ ᏡᎬ ᎤᏓᏔᏅᎯ, ᎠᎴ ᎠᎩᎬᎩ.

source: And Jehovah God saith to the woman, 'What [is] this thou hast done?' and the woman saith, 'The serpent hath caused me to forget -- and I do eat.'
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎴ ᎠᎨᏴ; ᎦᏙ ᎾᏍᎩ ᎯᎠ ᎢᏣᏛᏁᎸ? ᎠᎨᏴᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎢᎾᏛ ᎠᎩᎶᏄᎮᎸᎩ, ᎾᏍᎩᏃ ᎠᎩᎬᎩ.

source: And Jehovah God saith unto the serpent, 'Because thou hast done this, cursed [art] thou above all the cattle, and above every beast of the field: on thy belly dost thou go, and dust thou dost eat, all days of thy life;
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎴ ᎢᎾᏛ; ᎤᏟ ᎢᎦᎢ ᎡᏣᏍᎦᏨᎯ ᎡᏍᎦᏉ ᎾᏂᎥ ᏅᎩ-ᏗᏂᏅᏌᏗ ᎠᎴ ᎢᎾᎨ ᎠᏁᎯ, ᎾᏍᎩ ᏥᎿᏛᎦ ᏅᏓᎦᎵᏍᏙᏓ. ᎭᏓᎾᏏᏂᏙᎮᏍᏗ, ᎠᎴ ᎦᏓ ᎯᎩᏍᎨᏍᏗ ᏂᎪᎯᎸ ᎲᏅᎢ.

source: and enmity I put between thee and the woman, and between thy seed and her seed; he doth bruise thee -- the head, and thou dost bruise him -- the heel.'
chr: ᎠᎴ ᏗᏍᏓᏓᏍᎦᎩᏳ ᏅᏓᏍᏛᏴᏁᎵ ᏂᎯ ᎠᎴ ᎠᎨᏴ, ᎠᎴ ᏣᏁᏉᎥᎯ ᎠᎴ ᎾᏍᎩ ᎤᏁᏉᎥᎯ; ᎾᏍᎩ ᎯᏍᎪᎵ ᏓᏨᏂᎵ, ᏂᎯᏃ ᎦᏗᎨᏂ ᏘᏂᎵ.

source: Unto the woman He said, 'Multiplying I multiply thy sorrow and thy conception, in sorrow dost thou bear children, and toward thy husband [is] thy desire, and he doth rule over thee.'
chr: ᎯᎠᏃ ᏄᏪᏎᎴ ᎠᎨᏴ; ᎤᏣᏔᏅᎯ ᏓᎬᏁᏉᎡᎵ ᎡᎯᏍᏗ ᎨᏒ ᏴᏫ ᏕᎯᏁᏉᏍᎬᎢ; ᎡᎯᏍᏗ ᏣᏓᏅᏖᏍᏗ ᏗᏂᏲᎵ ᏕᎯᎾᏄᎪᏫᏍᎨᏍᏗ, ᎠᎴ ᏣᏰᎯ ᎯᏰᎳᏲᏍᎨᏍᏗ ᎠᎴ ᎾᏍᎩ ᏣᏁᏤᎵᏙᎯ ᎨᏎᏍᏗ.

source: And to the man He said, 'Because thou hast hearkened to the voice of thy wife, and dost eat of the tree concerning which I have charged thee, saying, Thou dost not eat of it, cursed [is] the ground on thine account; in sorrow thou dost eat of it all days of thy life,
chr: ᎠᏓᏫᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎤᏓᎦᎵᏍᏙᏓ ᏣᏓᎵᎢ ᎧᏁᎬ ᏣᏛᏓᏍᏓ, ᎠᎴ ᏡᎬ ᎤᏓᏔᏅᎯ ᏥᎦ, ᏥᎬᏅᏍᏓᏕᎸᎩ, ᏞᏍᏗ ᏣᎬᎩ ᏥᎬᏲᏎᎸᎩ, ᎦᏙᎯ ᎠᏍᎦᏨᎯ ᏂᎦᎵᏍᏓ ᏂᎯ ᏅᏂᏌ; ᎤᏲ ᏣᏓᏅᏖᏍᏗ ᎾᎿ ᎤᏛᏒᎯ ᎯᎩᏍᎨᏍᏗ ᏂᎪᎯᎸ ᎲᏅᎢ.

source: and thorn and bramble it doth bring forth to thee, and thou hast eaten the herb of the field;
chr: ᎠᎴ ᎾᏍᏉ ᏥᏍᏚᏂᎩᏍᏗ ᎠᎴ ᏥᏥ ᏣᎵᏰᏁᎮᏍᏗ, ᏎᎸᏃ ᏠᎨᏏ ᎡᎯ ᎭᎵᏍᏓᏴᏗᏍᎨᏍᏗ.

source: by the sweat of thy face thou dost eat bread till thy return unto the ground, for out of it hast thou been taken, for dust thou [art], and unto dust thou turnest back.'
chr: ᎠᎵ ᏣᎸᎯ ᏣᎧᏛᎢ ᎦᏚ ᎯᎩᏍᎨᏍᏗ ᎬᏂ ᎦᏙᎯ ᏫᎯᎷᏥᏌᏅᎭ, ᎾᎿᏰᏃ ᏪᏣᏯᏅᏛ; ᎦᏓᏰᏃ ᏂᎯ, ᎠᎴ ᎦᏙᎯ ᏮᏛᎯᎷᏥᏌᏂ.

source: And the man calleth his wife's name Eve: for she hath been mother of all living.
chr: ᎠᏓᏫᏃ ᎢᏫ ᏚᏬᎡ ᎤᏓᎵᎢ, ᏂᎦᏛᏰᏃ ᏴᏫ ᏗᏅᏃᏛ ᎾᏍᎩ ᎤᏂᏥ ᎨᏎᎢ.

source: And Jehovah God doth make to the man and to his wife coats of skin, and doth clothe them.
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎦᏁᎦ ᏚᏬᏢᏔᏁ ᎠᏓᏫ ᎠᎴ ᎤᏓᎵᎢ ᏧᎾᏄᏬᎢ ᎠᎴ ᎾᏍᎩ ᏚᏄᏬᎡᎢ.

source: And Jehovah God saith, 'Lo, the man was as one of Us, as to the knowledge of good and evil; and now, lest he send forth his hand, and have taken also of the tree of life, and eaten, and lived to the age,' --
chr: ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᏴᏫ ᎠᏴ ᏂᎦᏍᏛ ᎾᏍᎩᏯ ᏂᎦᎵᏍᏓ ᎤᎦᏙᎥᎯᏍᏗᏱ ᎣᏍᏛ ᎠᎴ ᎤᏲᎢ; Ꭷ ᏯᏌᎳᏛᎦᏰᏃ ᎤᏬᏰᏂ, ᎠᎴ ᏯᎩ ᎤᏓᏔᏅᎯ ᏡᎬ ᎬᏂᏛ ᎠᏓᏩᏛᎡᎯ, ᎠᎴ ᎾᏍᎩ ᏯᎦ, ᎠᎴ ᎠᏲᎱᏍᎩ ᏂᎨᏒᎾ ᏱᏂᎦᎵᏍᏓ.

source: Jehovah God sendeth him forth from the garden of Eden to serve the ground from which he hath been taken;
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᎤᏄᎪᏫᏎ ᎢᏗᏂ ᎠᏫᏒᏗᏱ, ᎤᎶᎪᏗᏱ ᎦᏙᎯ ᏩᏥᏯᏅᎲᎢ.

source: yea, he casteth out the man, and causeth to dwell at the east of the garden of Eden the cherubs and the flame of the sword which is turning itself round to guard the way of the tree of life.
chr: ᎤᎨᎯᏙᎴᏃ ᏴᏫ; ᏚᏪᎧᏁᏃ ᎠᏂᎩᎷᏫ ᏗᎧᎸᎬ ᎢᏗᏢ ᎠᏫᏒᏗᏱ, ᎠᎴ ᎾᎿ ᏄᏩᏁᎴ ᎬᏩᏔᎷᎩᏍᎩ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎤᏚᏫᏛ ᎠᎦᏔᎮᏍᎩ, ᎠᎦᏘᏰ ᎦᏅᏅ ᏡᎬ ᎬᏂᏛ ᎠᏓᏩᏛᎡᎯ ᏫᎦᏅᏅᎢ.

source: Chapter 4
chr: ᎠᏯᏙᎸᎢ 4

source: And the man knew Eve his wife, and she conceiveth and beareth Cain, and saith, 'I have gotten a man by Jehovah;'
chr: ᎠᏓᏫᏃ ᎤᎦᏙᎥᏎ ᎢᏫ ᎤᏓᎵᎢ; ᎠᎴ ᎾᏍᎩ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎤᎾᏄᎪᏫᏎ ᎨᏂ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏱᎰᏩᏍᎩᏂ ᎠᎩᎧᏏ ᎠᏍᎦᏯ.

source: and she addeth to bear his brother, even Abel. And Abel is feeding a flock, and Cain hath been servant of the ground.
chr: ᏔᎵᏁᏃ ᎤᎾᏄᎪᏫᏎ ᎤᏅᏟ ᎡᏈᎵ. ᎡᏈᎵᏃ ᎠᏫ ᏗᎦᏘᏯ ᎨᏎᎢ, ᎨᏂᏍᎩᏂ ᏠᎨᏏ ᏧᎸᏫᏍᏓᏁᎯ ᎨᏎᎢ.

source: And it cometh to pass at the end of days that Cain bringeth from the fruit of the ground a present to Jehovah;
chr: ᎢᎸᎯᏳᏃ ᎢᏴᏛ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎨᏂ ᎤᏲᎮᎴ ᏱᎰᏩ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎦᏙᎯ ᎤᏛᏒᎯ.

source: and Abel, he hath brought, he also, from the female firstlings of his flock, even from their fat ones; and Jehovah looketh unto Abel and unto his present,
chr: ᎡᏈᎵᏃ ᎾᏍᏉ ᎤᏲᎴ ᎤᏤᎵ ᎢᎬᏱᏱ ᏗᎨᎦᏅᏅᎯ ᎠᏫ ᎠᎴ ᎤᎵᏦᎯᏛ. ᏱᎰᏩᏃ ᏚᏓᏂᎸᏤ ᎡᏈᎵ ᎠᎴ ᎾᏍᎩ ᎤᎵᏍᎪᎸᏔᏅᎯ.

source: and unto Cain and unto his present He hath not looked; and it is very displeasing to Cain, and his countenance is fallen.
chr: ᎨᏂᏍᎩᏂ ᎠᎴ ᎾᏍᎩ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎥᏝ ᏱᏚᏓᏂᎸᏤᎢ. ᎨᏂᏃ ᎤᏣᏘ ᎤᏔᎳᏬᏎᎢ, ᎠᎴ ᎤᎧᏛ ᎡᎳᏗ ᏄᎵᏍᏔᏁᎢ.

source: And Jehovah saith unto Cain, 'Why hast thou displeasure? and why hath thy countenance fallen?
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎨᏂ, ᎦᏙᏃ ᎢᏣᏔᎳᏬᏍᎦ? ᎠᎴ ᎦᏙᏃ ᏣᎧᏛ ᎡᎳᏗ ᏂᎤᏍᏗ?

source: Is there not, if thou dost well, acceptance? and if thou dost not well, at the opening a sin-offering is crouching, and unto thee its desire, and thou rulest over it.'
chr: ᎢᏳᏰᏃ ᎣᏏᏳ ᏱᏂᏣᏛᏁᎸ, ᏝᏍᎪ ᏱᏙᎦᏰᏣᏓᏂᎸᎩ? ᎣᏏᏳᏃ ᏂᏣᏛᏁᎸᎾ ᏱᎩ, ᎠᏍᎦᏂ ᎦᎶᎯᏍᏗᏱ ᎦᏅᎦ. ᎠᎴᏃ ᏂᎯ ᏕᏣᎧᏂᏏᏍᎨᏍᏗ, ᎠᎴ ᎯᏁᏤᎵᏙᎯ ᎨᏎᏍᏗ.

source: And Cain saith unto Abel his brother, ['Let us go into the field;'] and it cometh to pass in their being in the field, that Cain riseth up against Abel his brother, and slayeth him.
chr: ᎨᏂᏃ ᎤᎵᏃᎮᏔᏁ ᎤᏅᏟ ᎡᏈᎵ: ᎠᎴ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᏠᎨᏏ ᎠᏁᏙᎲᎢ, ᎨᏂ ᏚᎦᏘᎸᏎ ᎤᏅᏟ ᎡᏈᎵ, ᎠᎴ ᎤᎴᎢ.

source: And Jehovah saith unto Cain, 'Where [is] Abel thy brother?' and he saith, 'I have not known; my brother's keeper -- I?'
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎨᏂ, ᎭᏢ ᎡᏣᏛᏟ ᎡᏈᎵ? ᎯᎠᏃ ᏄᏪᏎᎢ, Ꮭ ᏱᎩᎦᏔᎭ: ᏥᎪ ᎠᏴ ᎥᎩᏅᏟ ᏥᎦᏘᏯ?

source: And He saith, 'What hast thou done? the voice of thy brother's blood is crying unto Me from the ground;
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙ ᏣᏛᏁᎸ? ᎦᏙᎯ ᎢᏴᏛ ᏗᏆᎵᏍᏓᏁ ᎡᏣᏅᏟ ᎤᎩᎬ.

source: and now, cursed [art] thou from the ground, which hath opened her mouth to receive the blood of thy brother from thy hand;
chr: ᎠᎴ ᎿᏉ ᎡᏣᏍᎦᏨᎯ ᎡᎶᎯ, ᎾᏍᎩ ᏧᏔᎶᏅ ᎡᏣᏅᏟ ᎤᎩᎬ ᏥᏣᏗᏔᏏ;

source: when thou tillest the ground, it doth not add to give its strength to thee -- a wanderer, even a trembling one, thou art in the earth.'
chr: ᎢᏳᏃ ᎦᏙᎯ ᏕᎯᎶᎩᏍᎨᏍᏗ, ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎣᏍᏛ ᏱᏣᏛᎯᏎᎮᏍᏗ; ᎠᎴ ᏣᎵᏘᏛᏉ ᎠᎴ ᎾᎭᎴᏁᎯᏉ ᎨᏎᏍᏗ ᎡᎶᎯ.

source: And Cain saith unto Jehovah, 'Greater is my punishment than to be borne;
chr: ᎨᏂᏃ ᎯᎠ ᏄᏪᏎᎴ ᏱᎰᏩ, ᎠᎩᏍᏛᏗᏍᎬ ᎡᏉᎯᏉ; ᎥᏝ ᎾᏍᎩ ᏱᏂᎬᏂᎥ.

source: lo, Thou hast driven me to-day from off the face of the ground, and from Thy face I am hid; and I have been a wanderer, even a trembling one, in the earth, and it hath been -- every one finding me doth slay me.'
chr: ᎬᏂᏳᏉ, ᎪᎯ ᎢᎦ ᏍᎩᎨᎯᏓ ᎡᎶᎯ; ᎠᎴ ᏂᎯ ᏗᏣᎧᎿᏂᏓᏍᏗᏱ ᎠᏆᏗᏍᎦᎴᏍᏗ; ᎠᎴ ᎠᏆᎵᏗᏛ ᎠᎴ ᎾᎦᎴᏁᎯ ᎨᏎᏍᏗ ᎡᎶᎯ; ᎠᎴ ᎯᎠ ᏅᏓᎦᎵᏍᏔᏂ, ᎩᎶᏉ ᎠᎩᏩᏛᎲᎭ ᎠᎩᎯᏍᏗ ᎨᏎᏍᏗ.

source: And Jehovah saith to him, 'Therefore -- of any slayer of Cain sevenfold it is required;' and Jehovah setteth to Cain a token that none finding him doth slay him.
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᏳᏃ ᎩᎶ ᎢᎠᎯᎮᏍᏗ ᎨᏂ, ᎦᎵᏉᎩ ᎢᏳᏩᎫᏗ ᎠᎦᏞᏤᏗ ᎨᏎᏍᏗ: ᎠᎴ ᏱᎰᏩ ᎤᏬᏪᎳᏁ ᎨᏂ, ᎾᏍᎩ ᎩᎶ ᏳᏩᏛᎲ ᎤᎯᏍᏗᏱᏉ ᏂᎨᏒᎾ.

source: And Cain goeth out from before Jehovah, and dwelleth in the land, moving about east of Eden;
chr: ᎨᏂᏃ ᎤᏓᏅᎡᎴ ᏱᎰᏩ, ᎠᎴ ᏃᏗᏱ ᏭᏁᎳᏕᎢ, ᎾᏍᎩ ᎢᏗᏂ ᎨᏒ ᏗᎧᎸᎬ ᏫᏚᏳᎪᏛᎢ.

source: and Cain knoweth his wife, and she conceiveth, and beareth Enoch; and he is building a city, and he calleth the name of the city, according to the name of his son -- Enoch.
chr: ᎨᏂᏃ ᎤᎦᏙᎥᏎ ᎤᏓᎵᎢ, ᎠᎴ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎤᎾᏄᎪᏫᏎ ᎢᎾᎩ; ᎠᎴ ᎤᏪᏚᏁᎢ, ᎠᎴ ᎦᏚᎲ ᎤᏪᏥ ᏚᏙᎥ ᎢᎾᎩ ᏚᏬᏍᏔᏁᎢ.

source: And born to Enoch is Irad; and Irad hath begotten Mehujael; and Mehujael hath begotten Methusael; and Methusael hath begotten Lamech.
chr: ᎢᎾᎩᏃ ᎤᏪᏥ ᎢᎳᏗ ᎤᏕᏁᎢ: ᎠᎴ ᎢᎳᏗ ᎤᏪᏥ ᎻᎱᏤᎵ ᎤᏕᏁᎢ: ᎻᎱᏤᎵᏃ ᎤᏪᏥ ᎻᏚᏎᎵ ᎤᏕᏁᎢ: ᎻᏚᏎᎵᏃ ᎤᏪᏥ ᎴᎻᎩ ᎤᏕᏁᎢ.

source: And Lamech taketh to himself two wives, the name of the one Adah, and the name of the second Zillah.
chr: ᎴᎻᎩᏃ ᎠᏂᏔᎵ ᏚᏓᏴᏎᎢ: ᏌᏉ ᎡᏓ ᏚᏙᎡᎢ, ᏐᎢᏃ ᏥᎳ ᏚᏙᎡᎢ.

source: And Adah beareth Jabal, he hath been father of those inhabiting tents and purchased possessions;
chr: ᎡᏓᏃ ᏤᏆᎵ ᎤᎾᏄᎪᏫᏎᎢ: ᎾᏍᎩᏃ ᎯᎠ ᏕᎦᎵᏦᏛ ᏗᎾᏁᎳᏗᏍᎩ, ᎠᎴ ᎤᏂᎾᏝᎾᎢ ᏥᎩ, ᎤᏂᏙᏓ ᎨᏎᎢ.

source: and the name of his brother [is] Jubal, he hath been father of every one handling harp and organ.
chr: ᎤᏅᏟᏃ ᏧᏆᎵ ᏚᏙᎡᎢ; ᎾᏍᎩᏃ ᎯᎠ ᏗᎧᏃᎩᏍᏗ ᎠᎴ ᎠᏤᎷᎩ ᏗᏂᏃᎩᏍᏗᏍᎩ ᏥᎩ ᎤᏂᏙᏓ ᎨᏎᎢ.

source: And Zillah she also bare Tubal-Cain, an instructor of every artificer in brass and iron; and a sister of Tubal-Cain [is] Naamah.
chr: ᏥᎳᏃ ᎾᏍᏉ ᏚᏆᎵ-ᎨᏂ ᎤᎾᏄᎪᏫᏎᎢ; ᎾᏍᎩ ᏗᎨᏲᎲᏍᎩ ᎨᏎ ᎠᏃᏢᏅᎥᏍᎩ ᏄᏓᎴᏒ ᎥᏣᏱ ᎠᎴ ᏔᎷᎩᏍᎩ ᎠᏃᏢᏅᎥᏍᎬᎢ: ᏚᏆᎵᎨᏂᏃ ᎤᏙ ᏁᎹ ᏚᏙᎡᎢ.

source: And Lamech saith to his wives: -- 'Adah and Zillah, hear my voice; Wives of Lamech, give ear [to] my saying: For a man I have slain for my wound, Even a young man for my hurt;
chr: ᎴᎻᎩᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏓᎵᎢ: ᎡᏓ ᎠᎴ ᏥᎳ, ᏍᏓᏛᎬᎦ ᏥᏁᎬᎢ, ᎴᎻᎩ ᏧᏓᎵᎢ, ᏍᏓᏛᏓᏍᏓ ᏥᏬᏂᏍᎬᎢ: ᎠᏍᎦᏯᏰᏃ ᏥᎸ ᎠᎩᏐᏅᏍᎬ ᏅᏓᎦᎵᏍᏙᏓ, ᎠᎴ ᎠᏫᏅ [ᏥᎸ] ᎡᎯᏍᏗ ᎾᏋᏁᎲ ᏅᏓᎦᎵᏍᏙᏓ.

source: For sevenfold is required for Cain, And for Lamech seventy and sevenfold.'
chr: ᎢᏳᏃ ᎨᏂ [ᎤᎸᎯ] ᎦᎵᏉᎩ ᎢᏳᏩᎫᏗ ᎠᎦᏞᏤᏗ ᎨᏎᏍᏗ, ᎴᎻᎩ [ᎤᎸᎯ] ᎦᎵᏆᏍᎪᎯ ᎦᎵᏉᎩ ᎢᏳᏩᎫᏗ ᎠᏎ ᎠᎦᏞᏤᏗ ᎨᏎᏍᏗ.
